import React from "react";
import "../../App.css";

export default function InfoOrder() {
  return (
      <div className = "personalAccount">
        <p className="PAHead">личний кабинет</p>
        <p className="orderFormH1">заказ #1 Свадьба</p>
        <div className="Rectangle">
            <p className="orderFormH1">Статус: в обработке</p>
            <p className="orderFormH1" id="LinkInvitationText">ссылка на приглашение: </p>
            <a className="LinkInvitation">click.com/ertip</a>
            <p className="orderFormH1">Список откликнувшихся гостей</p>
            <ol className="list">
                <li>Зурбадулина зульфия раджешовна</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Зурбадулина зульфия раджешовна</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Зурбадулина зульфия раджешовна</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Зурбадулина зульфия раджешовна</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
                <li>Артемов Артем артемович</li>
                <li>Невский Лев Викторович</li>
            </ol>
        </div>
      </div>
  );
}